Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Leveling Up My Husband.tmx
Source language: ko_kr
Languages: en_us

source: 그런데 방금 이야기 나눌 때는 딴판으로 착 가라앉아선….
en_us: but when she spoke earlier, she looked so different...

source: 저를 이름으로 부르시는 겁니까?
en_us: ...by my name, my lady?

source: …감사합니다…!
en_us: thank you!

source: 공작님…!
en_us: duke...!

source: 회장에만 투자를 많이 했나 보군요?
en_us: did you only invest in the ballroom?

source: 별일 아니니 겁낼 필요 없다.
en_us: there’s no need for you to be scared. it’s nothing.

source: 하지만 그런 건 전부 다 한순간이란다.
en_us: but that is all only momentary.

source: 주로 차로 복용하는 식물.
en_us: a plant mainly drunken in tea form.

source: 어머니는 적어도 배를 곪진 않을 테니, 나쁘지 않은 길이라 여기셨겠지만…
en_us: my mother told me that at least I wouldn’t go hungry, that it wasn’t a bad path...

source: 감사합니다.
en_us: thank you.

source: 그런 걸 나한테 먹으라고 했다고…?!
en_us: mistress bella made me drink it...?!

source: 괜찮다면… 조금만 더 그대들의 소중한 시간을 내어줄 수 있겠는가?
en_us: so, if it’s okay... could I trouble everyone for a little more of your precious time?

source: 그래, 그이가 내게 준 건 사랑이 아니라 '총애'였어.
en_us: I know now that what he gave me wasn’t love, but favor.

source: 그냥 어지럽기만 한 것 아니었어?
en_us: doesn’t it only make you dizzy?

source: 어머님께서 위험한 독초라는 걸 알고서도 부인들과 이런 '장난'을 꾸미셨다는 건데….
en_us: ...you played a trick with the ladies despite knowing the dangers of the poisonous red grass...

source: 네가 만약…
en_us: but...

source: ‘붉은 풀’… 이었다고…?
en_us: it was... red grass?

source: 그럼 우린 준비할 게 있어서 이만 실례하겠네.
en_us: then, please excuse us, as we have something to prepare.

source: 그도 그럴 게…
en_us: after all...

source: 앰버, 그 여자가 언제까지 너를 보호해 줄 수 있을 것 같아?
en_us: how much longer do you think that amber will continue to protect you?

source: 세실리아 양… 그 사이에 이 정도를 파악했다고?
en_us: cecelia... figured all that out in such a short time?

source: 아무리 바빠도 앞으로 창밖도 좀 보고 해야겠어요.
en_us: in the future, we should always try to look out the window, no matter how busy we are.

source: 의사를 데려왔습니다!
en_us: I brought the doctor!

source: 아무리 우리가 대부인과 친하다고 해도 이런 일을 꾸미실 수 있죠?!
en_us: even if we are close to mistress bella, how could you think of doing such a thing?!

source: 정말 고마워요.
en_us: thank you so much.

source: 우선 내가 고맙다는 말을 해야겠구나.
en_us: first, I need to thank you.

source: 아… 혹시 실례를 저질렀다면 죄송합니다.
en_us: oh... I apologize for being rude.

source: 아닙니다.
en_us: it was nothing.

source: '안주인'인 네가 이렇게 마음대로 성을 비우는 것보단 효율적이었겠구나….
en_us: it would’ve been more efficient than the ‘lady of the house’ being away from the castle.

source: 아, 세실리아 님 말하는 거지?
en_us: oh, you mean cecelia?

source: 이런 일을 하고 싶어서 하는 게 아닌 걸 알아.
en_us: I know that you didn’t do it because you wanted to.

source: 그럼 저 아이의 몸을 뒤져보면 되겠구나.
en_us: then we can just search her body.

source: 아무것도 아니에요.
en_us: it’s nothing.

source: 바른대로 말하렴.
en_us: tell the truth.

source: 어떻게 되셨습니까?
en_us: how did it go?

source: …그러셨군요….
en_us: I see...

source: 그 어떤 것보다도
en_us: will he be able...

source: 우리끼리 감시를 하기엔 힘들 수도 있어.
en_us: it might be too difficult for us to keep an eye on her ourselves.

source: 문제… 라고 하심은…?
en_us: what problems...?

source: 조언 정도는 해줄 수 있지 않았겠니?
en_us: can I give you some advice?

source: 정말 다른 방법은 없는지, 이것만이 답인지….
en_us: is there no other way? is this all I can do?

source: 그러고 보니 성 안에 제대로 된 초상화도 없고….
en_us: come to think of it, there’s no proper portrait of her in the castle...

source: 제가 마치 진열된 상품이 된 것 같아요….
en_us: ...I would feel like an item on display.

source: 칼릭스!
en_us: carlyx!

source: 진심으로.
en_us: really.

source: 원한다면 공작의 지위까지 내어주겠다는 그 맹세가.
en_us: he even vowed to give me the position of a duchess.

source: 문제를 일으키고 싶지 않을 테니….
en_us: ...since she didn’t want to cause any problems...

source: …잘 모르겠어요.
en_us: I don’t know...

source: 제가 이런 친밀한 접촉은 불편해 해서요.
en_us: I’m uncomfortable with such close contact.

source: 친정에 있을 때야 뻔하지.
en_us: it’s obvious that you had your family with you then.

source: 안 그래도…
en_us: anyway, I...

source: 맞습니다!
en_us: that’s right!

source: …과거의 나는 칼릭스에게 어떤 것도 부탁하거나 기대하지 않으려고 했어.
en_us: in the past, I swore not to expect or ask anything of carlyx.

source: 아까 말씀을 다 못 드렸는데…
en_us: I wasn’t able to tell you earlier but...

source: 그리고, 그렇게 하라 저에게 명하신 것은…
en_us: and the person who ordered me to do that...

source: 앰버?!
en_us: amber?!

source: 저…
en_us: I...

source: 난 그 역한 냄새가 입덧 때문이라고 생각했었는데….
en_us: I thought that my nausea was from the pregnancy, not the disgusting scent of the tea...

source: 괜찮다.
en_us: it’s fine.

source: 하지만 결혼은… 그것 하나만을 목표로 하고 있다고 생각하면…
en_us: but... if my only, singular goal is to get married...

source: 56화
en_us: episode 56

source: 이게 무슨…!
en_us: how dare you...!

source: 이거 정말… 대단하구나!
en_us: this is incredible!

source: 나도 좀 봐주게!!
en_us: can you take a look at me too?!

source: 그 맹세는…
en_us: that vow of his...

source: 집안의 윗사람이 받아야 할 마땅한 예의 정도는 갖추겠지만,
en_us: although I respect the advice and words of my elders...

source: 그럼… 부탁하마.
en_us: well... all right then.

source: '붉은 풀'을 우린 차가 아니니?!!
en_us: isn’t this tea made from red grass?

source: 55화
en_us: episode 55

source: 보통 아이는 아니라고 생각했지만….
en_us: I assumed she wasn’t like the others, but...

source: 목적을 위해선 어떤 위험한 짓도 서슴지 않는 사람이야.
en_us: she is someone who won’t hesitate to do something dangerous to achieve her goal.

source: 잠깐 쉬고 있었어요.
en_us: I was just resting for a bit.

source: 만약 저희한테서 붉은 풀이 나오지 않는다면,
en_us: if you can’t find any red grass on us...

source: 제가 옳기 때문에… 도와주셨다는 말씀이요.
en_us: I mean, when you said that... you helped me because I was right.

source: 계속 대부인을 무시했다간, 동부 사교계에서 네 평판이 땅에 떨어질 거다.
en_us: if you keep looking down on mistress bella, your reputation in the east society will hit rock bottom.

source: 이 사람들은 대부분 벨라의 측근은 아니어도
en_us: even if most of these people aren’t on bella’s side...

source: 아악…!!
en_us: argh!!!

source: 다음부터는 그렇게 하지 않았으면 해.
en_us: next time, I hope you don’t do so.

source: 붉은 풀은 맛도 역하지만
en_us: the taste of the red grass is terrible,

source: 그래서 내가 이렇게 직접 찾아오지 않았니.
en_us: that’s why I ended up seeking you out personally like this.

source: 창밖이요?
en_us: the window?

source: 파티의 권한도 마찬가지고요.
en_us: the same goes for the jurisdiction over the party.

source: 이제 행복해질 수 있을까?
en_us: can I be happy now?

source: …고마워.
en_us: thank you...

source: 햇살에 반짝이는 눈꽃을 보니…
en_us: I thought of you...

source: 티파티 당일.
en_us: the day of the tea party

source: 혹시 그 세 명이 이걸 넣기 꺼린다면, 그때 네가 넣으면 돼.
en_us: if these three are unable to put it in, you can do it.

source: 그래, 이해한다.
en_us: well, that’s understandable.

source: 세상에!!
en_us: oh my god!!!

source: 그, 그래…?
en_us: r-really...?

source: 그리하여 얼음이 사라진 자리에
en_us: as the storm brews...

source: 그런데, 갑자기 그건 왜요?
en_us: but why do you ask all of a sudden?

source: 이상한 차를 내왔다고 트집만 잡으면 된다고 해놓고선!!
en_us: you said we just needed to scold her for serving such a strange tea!!!

source: 아… 곧 세실리아 양이 내려올 때가 되었네요.
en_us: oh... cecelia should come down soon.

source: 어머, 그래?
en_us: oh my, really?

source: 휴식하기에 딱 좋아….
en_us: it’s great for resting.

source: 너의 결백을 증명하려면 수색이든 뭐든 해야 하지 않겠니?
en_us: shouldn’t you do something to prove your innocence?

source: 예를 들면 지난번에도…
en_us: for example, last time...

source: 정말 고맙다.
en_us: thank you so much.

source: 무례했다면 죄송합니다.
en_us: I apologize if it was rude to cut in.

source: 덕분에 별일 없이 넘어갈 수 있었다.
en_us: thanks to you, things went off without a hitch.

source: 그 후에는 수도의 사교계에서 지내게 되겠지.
en_us: after that, you’ll go to the capital and live in society there.

source: 혹, 부인들의 목숨이 위태롭기라도 했다면 어쩌려고 그러셨나요?
en_us: but what would you do if one of the ladies’ lives fell into great danger?

source: 이렇게 깨끗한 장부일수록, 알고 보면 뒤가 구릴 수도 있습니다.
en_us: the cleaner the records are, the dirtier they could be towards the end.

source: 부인들이 스스로 붉은 풀을 넣은 걸 텐데….
en_us: I’m sure they put in the red grass themselves...

source: 양 조절만 제대로 하면 그렇게 위험한 것도 아니야!
en_us: if the quantity is controlled, it’s not that dangerous!

source: 이걸 대체 언제 넣은 거지?
en_us: when did she put it in?

source: …이 아이…
en_us: this child...

source: 칼릭스를 낳은 분이 어떤 분이었을지 궁금한데….
en_us: I’m curious about what the one who gave birth to carlyx is like.

source: 그게 누구지?
en_us: who’s that?

source: 급하게 오신 걸 보니, 중요한 일인가 보네요.
en_us: seeing how you rushed over, there must be something important.

source: 53화
en_us: episode 53

source: 내가 칼릭스를 아끼는 만큼, 그이도 날 아껴줬으면 좋겠다.
en_us: I hope he loves me just as much as I love carlyx.

source: 저에게 그런 말을 해준 사람은 공비 전하가 처음이에요.
en_us: you’re the first person to say that to me.

source: 외부에서 방금 들어왔는데, 부인께서 돌아오셨다고 해서….
en_us: I just came from outside the castle and heard you had arrived...

source: 너 지금…!
en_us: you...!

source: 동부 사교계의 귀부인들은 대부분 내 친구들이기도 하지.
en_us: all of the noble ladies in the eastern society are my friends as well.

source: 그런 식으로 루폴드를 다루는 걸 보면….
en_us: especially with how she handled leupold...

source: 저는 정말 싫었어요.
en_us: ...but I really hated it.

source: 내가 뭔가 안 좋은 이야기라도 했나?
en_us: did I say something wrong?

source: 고, 공비 전하….
en_us: y-your excellency...

source: 공비 전하!!
en_us: your excellency!!!

source: 나를 위해줄 수 있냐고.
en_us: ...to put me before anything else?

source: 꼭 한 번 만나고 싶었는데, 이렇게라도 만나서 기쁘구나.
en_us: I wanted to meet you, so it’s great to see you like this.

source: 정 그렇게 나온다면…
en_us: if that’s how she’s going to play it....

source: 티파티 주최는 처음이라고…
en_us: this is your first time hosting a tea party...

source: 그런데 너는 동부에서 티파티를 열어본 경험이 없으니 말이다.
en_us: although... you have no experience with hosting tea parties in the east.

source: 넌 칼릭스랑 네가 동등한 위치에 있다고 생각하니?
en_us: do you really think you are equal to him?

source: 감히…
en_us: how dare you...

source: 뭐든…?
en_us: anything...?

source: 세실리아 양이 내 시녀로 있는 건 고작해야 몇 달이야.
en_us: you only have to be my lady-in-waiting for a few months.

source: …나타샤 언니를 데리고 티파티를 주도하는 것보단 쉬울 것 같은데….
en_us: even so, it’ll still be easier than the party I had to bring natasha to...

source: 그랬다면….
en_us: if you don’t...

source: 만약…
en_us: what if...

source: 그럼 편안한 밤 되세요, 공비 전하.
en_us: have a good rest, your excellency.

source: 그건 미리 말씀해주시지 않았습니까.
en_us: didn’t you tell me that in advance previously?

source: 하하하!
en_us: hahaha!

source: 이 사람이 내게 ‘진실된 애정’이라도 품은 것처럼 느껴지잖아….
en_us: it makes me feel like he really does have true feelings for me...

source: …제가 좀 바빠서 이만.
en_us: I’m a little... busy, so I will be going.

source: 언제 어떻게 변할지 알 수 없는… 불완전한 거 아냐?
en_us: who knows when they will change? it’s too unstable...

source: 이제 공작성의 하녀라면 다 마님을 따르고 있으니, 최고의 티파티를 준비할 수 있을 거예요!
en_us: all the maids in the castle will be on your side now, so we’ll prepare the best tea party ever!

source: 이럴 때일수록 더 눌러줘야 하는 법이거든.
en_us: in such circumstances, I need to hold them down even more.

source: 어디 있지?
en_us: where are you?

source: 뭐… 나스토 백작의 영향력이 있는 한 너를 어찌 하진 못하겠지만.
en_us: well... as long as the count nastos still has influence, they won’t be able to do anything to you.

source: 그게 대체 누구지?
en_us: just who is it?!

source: 혹시 제가 방해를….
en_us: am I disturbing you?

source: 나중에 대부인께선 저와 이야기를 좀 하셔야겠습니다.
en_us: I’ll have a word with you later.

source: 이건….
en_us: this is...

source: 그럼 설마….
en_us: then maybe...

source: 공작성에서 지낼 때 제가 특별히 주의해야 할 일이 있을까요?
en_us: is there anything I need to be especially careful about in the palace?

source: 어머님…!!
en_us: mother-in-law!!!

source: 아… 네….
en_us: oh... yes...

source: 공비 전하야말로 피곤하시지 않으세요?
en_us: aren’t you tired, your excellency?

source: 마중을 나가야겠다.
en_us: I’ll go receive her.

source: 록시, 왜 답이 없지?
en_us: roxie, why aren’t you answering?

source: 그런데… 대체 어떻게 라스테반 공작부인을 설득하신 겁니까?
en_us: just... how did you manage to convince duchess rasteban?

source: 자이모 백작의 질녀가 측근 시녀라…
en_us: her lady-in-waiting is count zaimo’s niece...

source: 하지만 내 남편인걸….
en_us: still, he is my husband...

source: 아… 자이모 백작의 질녀 말입니까?
en_us: do you mean... count zaimo’s niece?

source: 공작님이라면 훨씬 더 쉽게 도와주실 수 있을 거예요!
en_us: the duke will be able to help us more easily.

source: 내가 그 앨 얕봐도 너무 얕봤지….
en_us: I underestimated that kid...

source: 세실리아, 어머님께 자리를 안내해 드리렴.
en_us: cecelia, lead mother-in-law to her seat.

source: 뭐… 뭐죠?
en_us: wh-what?!

source: 창밖 좀 보세요!
en_us: look out the window!

source: 이건 네 티파티잖니.
en_us: this is your tea party.

source: 물론 누군가는 그대의 선택을 방해하기도, 다른 선택을 강요하기도 할 거야.
en_us: of course, someone could derail your choice or force you to make another one.

source: …그것도 당연한 이야기네.
en_us: that’s another given.

source: …공비 전하께서는…
en_us: is there... anything you’re curious about?

source: 약병을 나눠줬다고?
en_us: you gave out the bottle?

source: 이 풀은… 장기적으로 복용할 경우, '죽음'에 이를 수도 있다는구나.
en_us: this grass... can kill someone if used in the long term.

source: 내가 준비한 특별한 차와 아주 잘 어울릴 테니, 기대해주게.
en_us: it’ll suit the tea I’ve prepared specially, so please look forward to it.

source: 새로운 공비 전하를 뵙습니다.
en_us: greetings, your excellency.

source: 이건…
en_us: this...

source: 부인, 오늘 창밖을 보셨습니까.
en_us: my lady, look out the window today.

source: 제 행동이 도를 넘었나요…?
en_us: cross the line?

source: 뭘 찾으시러 왔다든가….
en_us: perhaps you came to find something...?

source: 공비 전하, 괜찮으세요?
en_us: your excellency, are you okay?

source: 그런 문제가 아니야.
en_us: that isn’t the problem.

source: 젊은 시절에는 사교계의 스타였고,
en_us: she was the shining star of society in her youth.

source: 솔직해진다면 내가 널….
en_us: if you tell the truth, I’ll...

source: 너에게 이 풀을 준게 누구지?
en_us: who gave you this plant?

source: 그이가 무슨 생각을 하고 있는지 모르겠다.
en_us: I don’t know what he’s thinking.

source: 이대로는 벨라에게 말려들겠어.
en_us: I can’t be swept up by bella like this.

source: 그리고 이 붉은 빛깔은…
en_us: ...and red color...

source: 그러고 보니…
en_us: come to think of it...

source: 배운 대로 얌전히, 기품 있게 굴도록 해라.
en_us: act demurely and with poise, as you’ve been trained to.

source: 우려낸 액체는 짙은 붉은 색을 띠고 특유의 역겨운 냄새가 난다.
en_us: the liquid steeped from it is deep red and has a particularly disgusting scent.

source: 아니야… 뭔가 더….
en_us: no... there’s something more...

source: 내가 직접 해야겠다!!
en_us: I’ll do it myself!

source: 이 냄새… '붉은 풀'이 맞군요.
en_us: this smell... it’s red grass.

source: 그럼 분명 각자에게 차가 나눠진 후에…
en_us: in that case, I’m sure it happened after everyone got their individual cups...

source: 그럼… 그… 수도에서는….
en_us: well then... uh... what about her chaperone in the capital...?

source: 제가 똑똑히 봤어요.
en_us: I saw it clearly.

source: 공비 전하 말씀대로면, 저쪽에서도 승부수를 띄운 것 같은데….
en_us: if things are as you say, she will be the one who puts the final play into plan.

source: 진짜 붉은 풀이야….
en_us: it really is red grass...

source: 많이 서운해 하시는 거 같은데….
en_us: they seem really upset...

source: 네가 대부인 앞에 과감히 나서줘서 상황이 나에게 유리하게 됐어.
en_us: due to your bravery in standing up to mistress bella, I’m in an advantageous situation.

source: 아니…!
en_us: impossible!

source: 그래, 세실리아 양도 편히 쉬게.
en_us: of course, cecelia. you as well.

source: …그럼,
en_us: then...

source: 대부인….
en_us: mistress bella...

source: 두려움에 몸을 맡겨서는 안 됐다.
en_us: you can’t let fear hold you back.

source: 다들 ‘사랑’이라는 단어를 입에 담지 못해 전전긍긍하지.
en_us: everyone is so nervous about saying the word ‘love’.

source: …제 평판을 걱정해주시는 건가요?
en_us: are you worrying about how people will view me?

source: 네…?
en_us: what?

source: 그래…!
en_us: right!

source: 아니야….
en_us: no...

source: 칼릭스가 그렇게 말해줘서… 더 잘 해낸 것 같기도 하고….
en_us: since carlyx said that... I feel even prouder of having done a good job...

source: 네가 이 성의 '안주인'이더라도, 내가 경험이 많은 '윗사람'인 건 틀림없으니…
en_us: even if you’re the ‘lady of the house’, as your superior, who has more experience than you...

source: 내겐 공작부인이 거절할 수 없는 카드가 있네.
en_us: I have something that the duchess cannot refuse.

source: 티파티의 수준이 정말 높네요….
en_us: this tea party is really of a high standard...

source: 아, 오해는 마십시오.
en_us: oh, don’t be mistaken.

source: 조심할게요.
en_us: I’ll be careful.

source: 그런 몰상식한 사람은 도무지 견딜 수가 없어서….
en_us: I can’t stand such shameless people...

source: 백작부인!!!!
en_us: countess!!!

source: …그래야겠구나.
en_us: I should...

source: 안 돼….
en_us: no...

source: 더 이상 대꾸하면….
en_us: the more I entertain her...

source: 난생 처음 받아본 선물이다.
en_us: it’s the first gift I’ve ever received from him.

source: 칼릭스는…
en_us: carlyx is...

source: 물론입니다.
en_us: of course.

source: 그러니 세실리아 양이야말로 작은 문제라도 꼭 이야기해줬으면 해.
en_us: so I hope you will tell me if you run into even the smallest problem.

source: …전 측근 시녀이고, 시중을 들어야 하니 공비 전하 곁을 떠날 수는 없습니다.
en_us: as her lady-in-waiting, I cannot leave her side as I need to take her orders.

source: 그러니 이번에는 내가 많이 도와주마.
en_us: I’m sure I’ll be of help to you this time.

source: 아, 록시 양에겐 내가 따로 이야기할 테니 신경 쓰지 않아도 돼.
en_us: oh, I’ll brief roxie separately, so don’t worry about it.

source: 부인이 떠올라서….
en_us: ...when I saw the snowflakes sparkling in the sunlight.

source: 두 분의 대화가 길어지는 것 같아, 초조함을 이기지 못하고 나서버렸네요.
en_us: it seems like your conversation will be lengthy, but I couldn’t wait any longer.

source: 그래서 중요한 일이 대체 뭐죠?
en_us: so, what is this important matter?

source: 그게… 딱히 할 말이 있어서는 아닌데….
en_us: well... I don’t really have anything special to say...

source: 더 쉬어도 되는데….
en_us: you should’ve rested more...

source: 세실리아 양, 자네도 같이 나간다고 했었지?
en_us: miss cecelia, didn’t you say that you would leave too?

source: 시녀??
en_us: a maid?!

source: 대부인을 감시해야 한다는 이야기요.
en_us: you were talking about keeping an eye on mistress bella.

source: 설마, 정식 시녀 말이냐?
en_us: could it be... a lady-in-waiting?

source: 공비 전하의 은혜를 입어 앞으로 이 성에서 지내게 되었습니다.
en_us: I’ll be staying in the castle from now on, thanks to lady amber’s kindness.

source: 설마 나…
en_us: no way...

source: 공비 전하…!!
en_us: your excellency...!!

source: 요즘따라 성을 비우는 일이 잦구나.
en_us: seems like you’re away from the castle frequently of late.

source: 아니….
en_us: impossible...

source: 너는 앰버의 시녀가 아니냐!!
en_us: aren’t you amber’s lady-in-waiting?!

source: …붉은 풀이 든…
en_us: the red grass...

source: 붉은색 차 인가 봐요.
en_us: must be the red tea.

source: 저, 정 의심스럽다면 저희의 몸수색이라도 해보시죠!
en_us: i-if you’re suspicious of us, feel free to search our bodies!

source: 그럼… 물론이지.
en_us: of course... go ahead.

source: 아하….
en_us: I see...

source: 조용하니 더 신경 쓰이네….
en_us: she’s being rather quiet, which worries me.

source: 아마 붉은 풀은….
en_us: she’s already...

source: 이런….
en_us: oh dear...

source: 아… 그래….
en_us: oh...that’s right.

source: 그대들에게 이런 모습을 보여 정말 미안하네.
en_us: I’m sorry that you had to see all of that...

source: 수도의 사교활동을 위해서요?
en_us: for the sake of my activities in the capital?

source: 결국 나와 벨라의 호의를 다 받아들이면서 줄다리기를 할지도….
en_us: ...she might eventually end up accepting both bella’s and my goodwill and switch between the two of us...

source: 아, 이상한 뜻이 아니라… 저를 있는 그대로 봐주시는 게….
en_us: oh, I don’t mean it in a bad way... just that you were able to see me for who I am...

source: 그런 모습이 될 수 있을지도 몰라….
en_us: that might be what we can become...

source: 새로 생긴 모양이네요.
en_us: she seems to be new.

source: 동부 최고의 명문가라는 탈레스도 공작가에서, 이런 경우 없는 사람을 만날 줄은 몰랐네요.
en_us: I never thought I would meet such a rude person in the esteemed house of duke talessdo.

source: 라일라를…
en_us: help us!!!

source: 각자의 일이라고 선을 긋는 게 아니라…
en_us: I’m not drawing the line between us to say that it’s only your concern...

source: 하하…
en_us: haha...

source: 여기 계실 줄이야….
en_us: who would guess that you’d be in here?

source: 그래, 잘 부탁할게.
en_us: then please do so.

source: 저희도 더 즐기고 싶어요!
en_us: we’d love to stay!

source: 진심입니다.
en_us: I mean it.

source: 후회의 늪에 빠지지 않기 위해서라도.
en_us: all so you don’t fall into regret.

source: 나스토 백작을 통해 이야기는 많이 들었다.
en_us: I heard lots about you from count nastos.

source: 세월이 지나도, 무슨 일이 일어나도…
en_us: will he keep his promise...

source: 전하께서는… 솔직하게 대답해주실 수 있으신가요?
en_us: can you answer me honestly and truthfully?

source: 앰버, 네가 단단히 정신이 나갔구나!!
en_us: amber, you’ve lost it.

source: 전생의 정보가 도움이 됐어….
en_us: the information from my past life really helped...

source: 똑바로 대답해야 할 거다.
en_us: mind your words.

source: 48화
en_us: episode 48

source: 어머님은 부인들 곁에 계셔야지요?
en_us: shouldn’t you be with them?

source: 이번에도 쌓이겠죠?
en_us: it should pile up again this time, right?

source: 동부에는 나를 따르는 이들이 많단다.
en_us: in the east, many of these ladies follow me.

source: 그… 그게….
en_us: w-well...

source: 부인을 보러 가야겠다는 생각이 들었습니다.
en_us: ...so I thought I should come see you.

source: 눈이에요!
en_us: it’s snowing!

source: ‘세실리아 에필레’라고….
en_us: her name is cecelia epile...

source: 응?
en_us: huh?

source: 나도 얼마 전에 주방에서 봤는데…
en_us: ...saw something in the kitchen recently.

source: 자이모 백작령입니다.
en_us: to the house of count zaimo.

source: 조심해서 내리렴.
en_us: be careful alighting.

source: 야, 약…?
en_us: m-medicine...?

source: 내용은… 아주 개인적인 걸세.
en_us: I can’t tell you as it’s rather... personal.

source: 사교계에 야망이 큰 자이모 백작이 숙이고 나올 수밖에.
en_us: ...count zaimo has no choice but to bow his head considering his ambitions to succeed in society.

source: 전 이만 서재로 가볼게요.
en_us: I should go to the study now.

source: 눈을 좋아한다기 보다는…
en_us: it’s not the snow I like, but rather...

source: 다른 게 아니라…
en_us: don’t be so wary.

source: 이런 발칙한…!!
en_us: this naughty little...!!!

source: …요즘 바빠서 어머님께 소홀했나 보네요.
en_us: it seems I’ve neglected you due to how busy I’ve been, mother-in-law.

source: 자칫하면 사람의 목숨을 앗아갈 수도 있는 그런 흉악한 차로 장난을 치다니!
en_us: how can you play tricks with a tea so horrendous that it could kill someone?!

source: 벨라는 대체 무슨 생각이지…?
en_us: just what is bella planning?

source: 이런 따분한 놀이나 하는 것뿐.
en_us: along with other small, boring plays.

source: 어머님이 생각하는 일은 일어나지 않을 겁니다.
en_us: things will not end the way you think they will.

source: 공작님!
en_us: duke!

source: 아직 주변에는 결혼이 인생의 전부인 여자들이 많아.
en_us: there’s many women around me whose entire lives revolve around marriage.

source: “부인.”
en_us: my lady.

source: 무슨 생각을….
en_us: ...just thinking?

source: 설마…!
en_us: wait...!

source: 더 넓은 세상을 보거나, 더 많은 사람을 만나는 그런 것들이요.
en_us: I can see a wider world and meet more people.
